weighttable = {
    'C' : [0.027, 2.819],
    'G' : [0.005, 3.126],
    'J' : [0.007, 3.058],
    'S' : [0.017, 2.792],
    'N' : [0.016, 2.928],
    'K' : [0,0],
    'O' : [0,0]
}
speciesinfo = {
    'C' : ['참돔 : Pagrus major', '정보1','정보2','정보3'],
    'G' : ['고등어 : Scomber Japonicus', '대표적인 등푸른 생선으로 영양가가 뛰어난 생선. 오메가3, 지방산이 많은 국민 생선',
        '①살이 단단하고 탄력이 있는 것 ②배쪽은 은백색인 것 ③눈알이 흐릿하지 않고 선명하며 맑은 것',\
        '[구이] 소금구이, 양념 고갈비, 자반 고등어  [튀김, 조림] 고등어 강정, 고등어 조림, 고등어 된장조림\n[회, 초밥]고등어 '],
    'J' : ['전갱이 : Trachurus Japonucus', '정보1','정보2','정보3'],
    'S' : ['성대 : Chelidonichthys spinosus', '정보1','정보2','정보3'],
    'N' : ['눈볼대(금태) : Doederleinia berycoiders', '정보1','정보2','정보3'],
    'K' : ['광어', '정보1','정보2','정보3'],
    'O' : ['오징어', '정보1','정보2','정보3']
}
